SoCXin/ESP32C3/examples/mqtt_tcp/sdkconfig.defaults.esp32c3
# Override some defaults so BT stack is enabled
CONFIG_IDF_TARGET="esp32c3"

CONFIG_BROKER_URL="mqtt://124.221.183.171:1883"
CONFIG_BROKER_USER="esp32c3"
CONFIG_BROKER_PASSWORD="12345678"


CONFIG_ESP32_WIFI_AMPDU_RX_ENABLED=y
CONFIG_ESP32_WIFI_AMPDU_TX_ENABLED=y
